/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "rich_text_XmGQcm": {
      "type": "rich-text",
      "blocks": {
        "heading_E36B3h": {
          "type": "heading",
          "settings": {
            "heading": "Welcome to the Edge",
            "heading_size": "h1"
          }
        },
        "text_ACLLkY": {
          "type": "text",
          "settings": {
            "text": "<h3>You're now subscribed to the most specialized newsletter for Shopify Plus merchants.</h3><p>Your subscription is confirmed. Every week, you'll receive a single, high-signal email with actionable tactics on the two most critical growth levers for 2025: B2B expansion and strategic AI integration. To ensure you don't miss an issue, please add [Your Email Address] to your trusted contacts.</p><p>I don't share generic industry news. I deliver focused, field-tested insights from my work in the Shopify trenches—the kind of strategies that help you automate operations, professionalize your wholesale channel, and drive real revenue.</p><p>While you wait for the next issue, you can explore the archive and get a head start with these popular articles:</p><ul><li>[Link to Article] Why Your ERP Integration is Failing Your B2B Launch</li><li>[Link to Article] 3 AI Tools for Precision Wholesale Demand Forecasting in 2025</li><li>[Link to Article] The End of Manual Order Entry: Automating B2B on Shopify Plus</li></ul><p>When you're ready to move from insights to implementation, my <strong>B2B & AI Opportunity Roadmap</strong> is the definitive first step.— [Your Name]</p>"
          }
        }
      },
      "block_order": [
        "heading_E36B3h",
        "text_ACLLkY"
      ],
      "name": "t:sections.rich-text.presets.name",
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "rich_text_XmGQcm"
  ]
}
